{
  "title": "Badges and Micro-Credentialing",
  "cells": [
    {
      "type": "markdown",
      "data": "---\n\nlayout: post\ntitle: \"Badges and Micro-Credentialing\"\ndate: 2016-07-21 14:03:00 +1100\ncategory: strategy\ntags: [E-Assessment,] \ndescription: \"\"\nsubjects: \"ITC320\"\nsubjectnames: \"Advanced Graphics for Games\"\n\n---"
    },
    {
      "type": "markdown",
      "data": "### Overview\n\nA digital badge is a representation of an accomplishment, interest or affiliation that is visual, available online, and contains metadata including links that help explain the context, meaning, process and result of an activity (Gibson et al. 2015). Digital badges are used widely in reference to online reputation systems used in retail (e.g., eBay, Wikipedia and Amazon) and recognition via physical status icons, such as ribbons, medals and trophies for those that provide a good service or easy transaction (Gibson et al. 2015).\n\nBadges and micro-credentialing in higher education has evolved as a novel means of recognizing and credentialing skills or competencies, applied to hard and soft skills acquired in various learning settings (formal or informal, online or traditional classroom). In addition, they offer new ways of motivating learners and scaffolding the learning process, while also promoting values such as openness and learner’s agency, participatory learning practices and peer-learning communities. Badges can also be incorporated into a student’s e-portfolio, resume, websites and online profiles and shared through a variety of social networks.\n\n### Engagement\n\nBadges and micro-credentialing can be used to motivate learners and increase their engagement with online materials and activities that have been designed to help them achieve intended learning outcomes. Badges provide a way to recognise students for their engagement, knowledge and skills demonstrated outside the formal assessment process.  Badging showcases skills and achievements to relevant stakeholders such as employers, institutions or connected social networks, and provides ways for learners to display their learning pathway. "
    },
    {
      "type": "markdown",
      "data": "### In Practice\n<div class=\"u-release practice\" >"
    },
    {
      "type": "markdown",
      "data": "<div class=\"practice-item\">\n<div class=\"practice-content\" markdown=\"1\">\n\n#### Subject \nITC320 Advanced Graphics for Games\n\n#### Teaching Staff\nJason Traish\n\n#### Motivation\nIn ITC320 achievements were used to demonstrate acquisition of certain skills related to Advanced Graphics for Games and were based on completion of certain tasks or activities. Being rewarded is a powerful motivator and engagement tool for students. One of the best rewards is recognition for a job well done. Students can be rewarded throughout the subject to aid in motivation and create a map of what they can learn. This recognition can be in the form of certificates and open badges and can be a useful tool for providing details and examples of exactly what students achieved.\n\nThese rewards help students to communicate an identity and reputation of accomplishment in their fields of choice. These achievements can help open job and education opportunities, as well as unlock new privileges.\n\n#### Implementation\nIn ITC320 i2/Blackboard achievements  were used. Students can see which badges and certificates they have earned and what is required to receive additional recognition. They can gain insight into learning progression toward defined competencies. Students can publish badges to the Mozilla Open Backpack and transport evidence of their learning outside of Blackboard Learn. \n</div>\n</div>"
    },
    {
      "type": "markdown",
      "data": "</div>"
    },
    {
      "type": "markdown",
      "data": "### Guide\n\nPlanning:\n\n* Consider the purpose of the micro-credential program – what are the goals and what is it trying to accomplish? How will it benefit students?\n* What will the badges look like – visual design,  naming convention, types of badges, levels of attainment, alignment with standards?\n* Outline steps to gaining badges- are these clear and in direct address to students?\n* Which tool to use-are you using a supported or non supported (by CSU) badging approach?\n\nLearning design elements to consider:\n\n* Self-directed (students can pursue badges at their own pace, either on their own or as part of their formal learning).\n* Course-embedded (badges are directly tied to learning practice and provide a scaffolded approach to building skills).\n* Competency-based (micro-credentials must measure demonstrated ability to apply skills).\n* Research-based (micro-credentials are designed around skills that have been thoroughly researched and have a demonstrated impact on student learning.\n\nRoles and responsibilities:\n\n* Administration of micro-credential program-what support will you provide if the badging process encounters issues?\n* Technical aspects-for example, will students be aware of the requirements of the badge even if the badge is (e.g.) adaptively released based on predetermined trigger criteria? \n* Sustainability of program-for example, are external markers familiar with the requirements of the badging program-has time/cost been factored into bringing all staff up to speed with a badging or micro-credentialling approach? "
    },
    {
      "type": "markdown",
      "data": "### Tools\n\nThere are a number of tools to support your development of badges.\n\n* The Mozilla Open Badges initiative aims to provide a framework for recording and displaying achievements. Badges—or micro-credentials—offer a digital, bite-sized, portable way to represent the skills you've attained. You can read more on the Mozilla Badges website at [http://openbadges.org/](http://openbadges.org/)\n* Badges in Blackboard\n* [Open Badges](https://www.openbadges.me/) \n* [Credly](http://credly.com/)"
    },
    {
      "type": "markdown",
      "data": "### Further Reading\n\n<div class=\"apa-ref\" markdown=\"1\">\n\nHoward, J. (2014, July 31). Badges for Recognising Learning. Retrieved December 15, 2018, from [https://www.csu.edu.au/__data/assets/video_file/0004/1310953/Prezi-video.mp4](https://www.csu.edu.au/__data/assets/video_file/0004/1310953/Prezi-video.mp4)\n\n[Discover Open Badges](https://openbadges.org/) \n\n[https://medium.com/mouse-org/improving-the-way-education-supports-learner-identity-f6316616384#.wo0oz2f1g](https://medium.com/mouse-org/improving-the-way-education-supports-learner-identity-f6316616384#.wo0oz2f1g)\n\nOpen Badges 101 [http://badges.thinkoutloudclub.com/](http://badges.thinkoutloudclub.com/) \n\n[Badges for Learning Project](https://www.csu.edu.au/division/deputyvc/acad/badges-for-learning)\n\nGibson, D., Ostashewski, N., Flintoff, K., Grant, S., Knight, E. 2015. Digital badges in education. *Education and Information Technologies* 20, 403-410.\n\nJovanovic, J., Devedzic, V. 2015. Open Badges: Novel Means to Motivate, Scaffold and Recognize Learning. *Technology, Knowledge and Learning* 20, 115-122.\n\n</div>"
    },
    {
      "type": "text",
      "data": ""
    }
  ]
}