{
  "title": "Remote Exam Invigilation",
  "cells": [
    {
      "type": "markdown",
      "data": "---\n\nlayout: post\ntitle: \"Remote Exam Invigilation\"\ndate: 2018-12-15 10:10:00 +1100\ncategory: strategy\ntags: [E-Assessment,] \ndescription: \"\" # TODO: Add description\nsubjects: \"EED308\"\nsubjectnames: \"Adolescence and Learning, \"\n\n---"
    },
    {
      "type": "markdown",
      "data": "### Overview\n\nOne of the more interesting affordances of the current trends in technology and the proliferation of broadband is the ability to facilitate remote exam invigilation. Rather than students being required to attend a specific site at a specific time for their exam, they are able to take the exam from their own home or in another suitable location. Students are observed through a combination of screen capture, microphone and the computer's webcam (Ahlawat et al. 2014; Lilley et al. 2016) . Together these technologies provide a new way to verify and invigilate students that creates new opportunities for existing examinations but also new ways that students can be assessed (Ahlawat et al. 2014; Lilley et al. 2016). \n\n### Engagement\n\nRemote exam invigilation technology provides students with much more flexibility and freedom around one of the most stressful times of their study, without sacrificing the academic vigour that exams can provide. Online/distance education students are not required to undertake additional travelling to exam centres or make their own arrangements for invigilation services. Lilley et al. (2016) report that in spite of some initial concerns around data security and that students may feel ‘watched’, thus distracting them from the assessment process, participants of the study provided overall positive feedback. Some feedback even suggested that the presence of an invigilator might reduce stress if things go wrong. The technology opens up the potential for new ways to assess students which can take advantage of the real-time, verified and digital nature of the technology. "
    },
    {
      "type": "markdown",
      "data": "### In Practice\n\n<div class=\"u-release practice\" >"
    },
    {
      "type": "markdown",
      "data": "<div class=\"practice-item\">\n<div class=\"practice-content\" markdown=\"1\">\n\n#### Subject \nEED308 Adolescence and Learning\n\n#### Teaching Staff\nHeather Campbell\n\n#### Motivation\n\nThis subject has a number of online students who are required to complete a final exam. In the past this has been in a CSU exam centre which may require students to travel large distances. Many of the students are also on placement during the exam period and this also made it difficult for some to travel to their nominated exam centre. Thus it was thought that providing students with the opportunity to complete their final exam online while still maintaining the integrity of a formal exam would be beneficial to their learning experience. \n\n#### Implementation\n\nThe eExam is offered  over a 24-hour period the day before the scheduled paper-based exam. Students book a time that best suits them.\nThere is no charge for students to take an eExam, however, if they need to change the time of the exam within 72 hours of the scheduled period, there is a $US 5 charge paid directly to the invigilator – [Proctor U](https://www.proctoru.com).\nIf students choose  to participate in the eExam they follow these steps:\n\n1. Check the suitability of their computer and equipment by using the ProctorU test page which will test their system and internet connection.\n2. If their equipment successfully passes the test they set up an account and book their exam time (within the allotted period).\n3. On the day and time of their exam they log into the ProctorU system using the link provided in the email or using the portal link. \nOnce in the system an invigilator will go through the process of verification and set up for the exam which will take around 10-15 minutes. This includes any conditions set by the exam (e.g., open book),  and the invigilator can check if any other browsers are open or if there is any prohibited material on the desk etc.). The exam will not start until the student has been verified and logged into the exam which in this case was delivered through Interact2 test centre. \n\nThe invigilator ensures normal exam conditions and conduct are met, including:\n\n- A clear work surface\n- A mirror or phone to show the invigilator the area behind the computer\n- Current student and personal ID (licence or passport is advisable)\n- Your computer should have all applications closed except the browser\n- You should also quit or disable messaging and notifications on your machine\n\n</div>\n</div>"
    },
    {
      "type": "markdown",
      "data": "</div>"
    },
    {
      "type": "markdown",
      "data": "### Guide\n\nStudents need to have a proper introduction, so an online meetings to explain the process would be useful.  \n\nIt is possible students may be not be comfortable with the technology required for remote invigilation or the idea of being watched so closely. An introduction to the process might include familiarisation with the technology if this is available."
    },
    {
      "type": "markdown",
      "data": "### Tools\n\nRemote exam invigilation service: [ProctorU](https://www.proctoru.com/)\n"
    },
    {
      "type": "markdown",
      "data": "### Further Reading\n\n<div class=\"apa-ref\" markdown=\"1\">\n\n\nAhlawat, V., Pareek, A., & Singh, S. K. (2014). Online invigilation: A holistic approach. International Journal of Computer Applications, 90(17) doi:[http://dx.doi.org/10.5120/15814-4673](http://dx.doi.org/10.5120/15814-4673)\n\nLilley, M., Meere, J. & Barker, T., (2016). Remote Live Invigilation: A Pilot Study. Journal of Interactive Media in Education. 2016(1), p.6. DOI:\n\n</div>"
    },
    {
      "type": "text",
      "data": ""
    }
  ]
}